Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Старик и море 1часть 9191.tmx
Source language: ru
Languages: ba

source: Вилки, ножи и ложки ; каждый прибор был завернут отдельно в бумажную салфетку.
ba: Ә сәнске, ҡалаҡ, бысаҡтарҙы һәр береһен ҡағыҙ салфеткаға төрөп,

source: он положил в карман
ba: кеҫәһенә һалған.

source: — Кто тебе все это дал?
ba: — Һиңә быларҙы кем бирҙе?

source: — Мартин, хозяин ресторана.
ba: — Мартин, ресторан хужаһы.

source: — Надо его поблагодарить.
ba: — Уға рәхмәт әйтергә кәрәк булыр.

source: — Уж ты не беспокойся, Я его поблагодарил, — сказал мальчик,
ba: — Борсолма, мин әйттем инде, — тине малай.

source: — Дам ему самую мясистую часть большой рыбы, — сказал старик.
ba: — Ҙур балыҡ ҡапҡас, иң итләс ерен уға бирермен, — тине ҡарт.

source: — Ведь он помогает нам не первый раз?
ba: — Ул беҙгә беренсе тапҡыр ғына изгелек эшләмәй.

source: — Нет, не первый.
ba: — Эйе, беренсе тапҡыр ғына түгел.

source: Я знаю.
ba: — Беләм.

source: Но сегодня он дал пиво в бутылках.
ba: Тик бөгөн ул шешәлеһен бирҙе.

source: Когда освободятся, бутылки я сдам обратно.
ba: Бушағас, шешәләрен кире алып барырмын.

source: — Ну, спасибо тебе, — сказал старик
ba: — Рәхмәт инде һиңә.- тине ҡарт.

source: .— Давай есть?
ba: Әйҙә ашайыҡ.

source: — Я тебе давно предлагаю поесть,
ba: — Мин һиңә күптән инде аша, тип тылҡыйым,

source: — ласково упрекнул его мальчик.
ba: — тип яратып ҡына битәрләне уны малай.

source: — Все жду, когда ты сядешь за стол,
ba: — Һинең өҫтәл артына ултырғаныңды көтәм

source: и не открываю судков, чтобы еда не остыла
ba: , ризыҡ һыуынмаһын өсөн, һауыттарҙың ҡапҡасын асмайым.

source: — Давай
ba: — Әйҙә һуң.

source: Мне ведь надо было помыться.
ba: Миңә йыуынырға кәрәк ине бит әле.

source: «Где ты мог помыться?»
ba: «Ҡайҙа йыуыныр инең икән?

source: — подумал мальчик.
ba: — тип уйланы малай.

source: До колонки было два квартала
ba: Һыуалғысҡа тиклем ике квартал барырға кәрәк ине.

source: «Надо припасти ему воды, мыла и хорошее полотенце.
ba: — Уға һыу, һабын, яҡшы ғына таҫтамал әҙерләп ҡуйырға кәрәк.

source: Как я раньше об этом не подумал?
ba: Нисек мин был хаҡта элегерәк уйламаным икән?

source: Ему нужна новая рубашка, зимняя куртка, какая-нибудь обувь и еще одно одеяло».
ba: Уға яңы күлдәк, ҡышҡы куртка, аяҡ кейеме, бер одеял да кәрәк булыр».

source: — Вкусное мясо, — похвалил старик.
ba: — Ите тәмле, — тип маҡтаны ҡарт.

source: — Расскажи мне про бейсбол, — попросил его мальчик.
ba: — Миңә бейсбол тураһында һөйлә әле.- тип һораны малай.

source: — В Американской лиге выигрывают «Янки», как я и говорил,
ba: — Америка лигаһында «Янкиҙар» еңә тип әйттем бит инде мин һиңә.

source: — Да, но сегодня их побили.
ba: — Эйе, тик бөгөн уларҙың көрәктәрен бирҙеләр бит.

source: — Это ничего.
ba: — Быныһы ваҡ мәсьәлә.

source: Зато великий Ди Маджио опять в форме.
ba: Уның ҡарауы, бөйөк Ди Маджио яңынан бына тигән итеп уйнай башлаған.

source: — Он не один в команде.
ba: — Командала ул бер үҙе генә түгел бит.

source: — Верно.
ba: — Дөрөҫ.

source: Но он решает исход игры.
ba: Шулай ҙа уйынды ул хәл итә.

source: Во второй лиге — Бруклинцев и Филадельфийцев — шансы есть только у Бруклинцев.
ba: Бруклин-дар менән филадельфиялар уйнаған икенсе лигала тик бруклиндарҙың ғына өмөтө бар.

source: Впрочем, ты помнишь, как бил Дик Сайзлер?
ba: Хәйер, Дик Сайзлерҙың нисек уйнағанын иҫләйһеңме?

source: Какие у него были удары, когда он играл там, в Старом парке!
ba: Тегендә, иҫке паркта уйнағанда ҡайһылайыраҡ һуға торғайны ул.

source: — Высокий класс!
ba: — Юғары класс!

source: Он бьет дальше всех.
ba: Ул бөтәһенән дә алыҫҡараҡ бәрә.

source: — Помнишь, он приходил на Террасу?
ba: — Уның Террасаға килгәне хәтереңдәме?

source: Мне хотелось пригласить его с собой порыбачить,
ba: Балыҡҡа саҡырғым килгәйне лә,

source: но я постеснялся.
ba: тик уңайһыҙландым.

source: Я просил тебя его пригласить,
ba: Һиңә ҡушҡайным уны саҡырырға,

source: но и ты тоже постеснялся.
ba: һин дә тартындың.

source: — Помню.
ba: — Иҫләйем.

source: Глупо, что я струсил.
ba: Алйот булғанмын.

source: А вдруг бы он согласился?
ba: Бәлки, ул риза булыр ине.

source: Было бы о чем вспоминать до самой смерти!
ba: Ғүмерлеккә иҫтә ҡалыр ине.

source: — Вот бы взять с собой в море великого Ди Маджио, — сказал старик.
ba: — Бына үҙең менән бөйөк Ди Маджионы диңгеҙгә алып сыҡһаң ине ул, — тине ҡарт.

source: — Говорят, отец у него был рыбаком.
ba: — Уның атаһы балыҡсы булған, тиҙәр.

source: Кто его знает, может, он и сам когда-то был беден, как мы,
ba: Кем белә, бәлки, ул үҙе лә беҙ ҙең кеүек ярлы булғандыр әле,

source: и не погнушался бы.
ba: баш тартмаҫ ине.

source: — Отец великого Сайзлера никогда не был бедняком.
ba: — Ә бөйөк Сайзлерҙың атаһы бер ваҡытта ла ярлы булмаған.

source: Он играл в настоящих командах, когда ему было столько лет, сколько мне.
ba: Ул минең йәштә үк ысын командаларҙа уйнаған.

source: — Когда мне было столько лет, сколько тебе, я плавал юнгой на паруснике к берегам Африки.
ba: — Һинең йәшеңдә мин юнга булып, елкәнле карапта Африкага бара инем.

source: По вечерам я видел, как на отмели выходят львы.
ba: Кистәрен арыҫландарҙың яр буйына төшкәнен күрә торғайным.

source: — Ты мне рассказывал.
ba: — Һөйләгәйнең шул.

source: — О чем мы будем разговаривать:
ba: — Нимә тураһында һөйләшәйек:

source: об Африке или о бейсболе?
ba: Африка хаҡындамы, бейсболмы?

source: — Лучше о бейсболе.
ba: — Бейсбол тураһында.

source: Расскажи мне про великого Джона Мак-Гроу.
ba: Бөйөк Джон Мак-Гроу хаҡында һөйлә әле.

source: — Он тоже в прежние времена захаживал к нам на Террасу.
ba: — Ул да элек беҙҙең Террасаға ингеләй торғайны.

source: Но когда напивался, с ним не было сладу.
ba: Эсеп алды ниһә инде, тотоп тыйып булмай ине.

source: Он любил не только бейсбол, но и лошади.
ba: Ул бейсбол менән бер рәттән сабыш аттарын да яратты.

source: Вечно таскал в карманах программы бегов
ba: Кеҫәһендә һәр ваҡыт бәйгеләр программаһы йөрөтә,

source: и по телефону называет на какую лощадь поставил.
ba: ҡайһы атҡа ҡуйғанын телефон аша әйтә.

source: — Он был великий тренер,
ba: — Ул шулай уҡ һәйбәт тренер ҙа булған, эйеме?

source: — Отец говорит, что он был самый великий тренер на свете.
ba: — Атайым әйтә, ул донъялағы иң бөйөк тренер, ти.

source: — Потому что он видел его чаще других.
ba: — Сөнки ул уны башҡаларға ҡарағанда күберәк күргән.

source: Если бы и Дюроше приезжал к нам каждый год,
ba: Әгәр Дюроше ла беҙгә йыл һайын килһә,

source: твой отец считал бы его самым великим тренером на свете.
ba: атайың уны донъялағы иң бөйөк тренер тип иҫәпләр ине.

source: — А кто, по-твоему, самый великий тренер?
ba: — Ә һинеңсә иң бөйөк тренер кем?

source: Люк или Майк Гонсалес?
ba: Люкмы, әллә Маик Гонсалесмы?

source: — По-моему, они стоят друг друга.
ba: — Минеңсә, улар икеһе лә бер-береһенә торошло.

source: — А самый лучший рыбак на свете — это ты.
ba: — Ә донъяла иң шәп балыҡсы — һин.

source: — Нет.
ba: — Юҡ,

source: Я знаю рыбаков и получше меня.
ba: мин үҙемдән оҫтараҡ балыҡсыларҙы белә инем.

source: — Que va! — сказал мальчик удивленно.
ba: — Que va!* — тине малай ғәжәпләнеп.

source: — На свете немало хороших рыбаков, есть и просто замечательные.
ba: — Ер йөҙөндә яҡшы балыҡсы күп, бына тигәндәре лә барҙыр.

source: Но таких, как ты, нету нигде.
ba: Әммә һинең кеүеге бер ҡайҙа ла юҡ.

source: — Спасибо.
ba: — Рәхмәт.

source: Я рад, что ты так думаешь.
ba: Мине шулай уйлауыңа шатмын.

source: Надеюсь, мне не попадется чересчур большая рыба
ba: Тик миңә артыҡ ҙур балыҡ ҡаба күрмәһен, юҡһа,

source: , а то ты еще во мне разочаруешься.
ba: минең турала уйыңдың үҙгәреүе бар.

source: — Нет на свете такой рыбы, если у тебя и вправду осталась прежняя сила.
ba: — Әгәр ҙә элекке көсөң ҡалған булһа, донъяла һин еңә алмаҫлыҡ балыҡ юҡтыр.

source: — Может, ее у меня и меньше, чем я думаю.
ba: Бәлки көсөм үҙем уйлағанға ҡарағанда кәмерәктер.

source: Но сноровка у меня есть
ba: Әммә минең оһолом бар,

source: и выдержки хватит.
ba: түҙемлегем дә етерлек.

source: — Ты теперь ложись спать, чтобы к утру набраться сил.
ba: — Инде һин ятып йоҡла, иртәгәгә тиклем көс йый.

source: А я отнесу посуду.
ba: Ә мин һауыт-һабаны алып барам.

source: Спокойной ночи.
ba: Тыныс йоҡо.

source: Утром я тебя разбужу.
ba: Иртәгә һине үҙем уятырмын.

source: — Ты для меня все равно что будильник, — сказал мальчик.
ba: — Һин минең өсөн уятҡыс сәғәт кеүек, — тине малай.

source: — А мой будильник — старость.
ba: — Ә минең уятыусым — ҡартлыҡ.

source: Отчего старики так рано просыпаются?
ba: Ни өсөн ҡарттар шулай иртә уяна?

source: Неужели для того, чтобы продлить себе хотя бы этот день?
ba: Ҡалған көндәре оҙаҡҡараҡ һуҙылһын өсөнмө?

source: — Не знаю. - сказал мальчик.
ba: — Белмәйем, — тине малай.

source: Могу сказать только одно,
ba: — Тик шуны ғына әйтә алам:

source: что молодые спят долго и крепко.
ba: йәштәр оҙаҡ та, тыныс та йоҡлай.

source: — Это я помню, — сказал старик.
ba: — Уныһын мин хәтерләйем, — тине ҡарт.

source: —Я разбужу тебя вовремя.
ba: — Һине ваҡытында уятырмын.

source: — Я почему-то не люблю, когда меня будит тот, хозяин.
ba: — Ниңәлер теге хужамдың уятҡанын яратмайым.

source: Как будто я хуже его.
ba: Әйтерһең, минең унан берәй яғым кәм.

source: — Понимаю.
ba: — Аңлайым.

source: — Спокойной ночи, старик.
ba: — Тыныс йоҡо, Сантьяго.

source: Мальчик ушел.
ba: Малай китте.

source: Они ели, не зажигая света,
ba: Улар ут ҡабыҙмай ғына ашағайны.

source: и теперь старик, сняв штаны, лег спать в темноте.
ba: Ҡараңғыла ҡарт салбарын систе,

source: Он скатал их, чтобы положить себе под голову вместо подушки, а в сверток сунул еще и газету.
ba: Уларҙы төрҙө, мендәр урынына баш аҫтына һалды, төргәккә гәзитте лә тыҡты.

source: Уснул он быстро
ba: Ул шунда уҡ йоҡоға талды.

source: , и ему снилась Африка его юности, длинные золотистые ее берега
ba: Төшөнә үҫмер сағында күргән Африканың алтын төҫлө ҡомло яр буйҙары инде.

source: и белые отмели — такие белые, что глазам больно, — высокие
ba: Күҙ сағылдырырлыҡ ап-аҡ һайлыҡтар, текә ҡаялар,

source: утесы и громадные бурые горы видел.
ba: бейек ҡоңғорт тауҙар күрҙе.

source: Каждую ночь он теперь вновь приставал к этим берегам,
ba: Ул төн һайын шулай төшөндә Африка ярҙарына барып сыға,

source: слышал во сне, как ревет прибой, и видел, как несет на сушу лодки туземцев.
ba: океан тулҡындарының шаулай ишетеп урындағы халыҡтың кәмәләрен ярға ҡағыуын күрә,

source: Во сне он снова вдыхал запах смолы и пакли,
ba: төшөндө караптағы һумала менән сүс еҫен тоя,

source: который шел от палубы, вдыхал запах Африки, принесенный с берега утренним ветром.
ba: Африканың иртәнге ел килтергән эҫе тынын һулай.

source: Обычно, когда его настигал этот запах,
ba: Ғәҙәттә бына ошо һулыш килеү менән

source: он просыпался и, отправлялся будить мальчика.
ba: ул уяна ла малайҙы уятырға китә.

source: Но сегодня запах берега настиг его очень рано,
ba: Әммә бөгөн уға Африка еҫе бик иртә килгәндәй тойолдо.

source: он понял, что слышит его во сне,
ba: Ул бының төштә икәнен аңланы

source: чтобы увидеть белые верхушки утесов, встающие из моря,
ba: һәм диңгеҙ ситенән аҡ ҡая таштарының һиҙелер-һиҙелмәҫ кенә күтәрелеүен күркр өсөн

source: гавани и бухты Канарских островов, что бы убидеть.
ba: унан Канар утрауҙарының гавань һәм бухталарын күрер өсөн

source: продолжал спать.
ba: йоҡоһон дауам итте.

source: Ему теперь уже больше не снились ни бури,
ba: Хәҙер уның төшөнә дауылдар ҙа,

source: не женщины, ни великие события, ни огромные рыбы, ни драки, ни состязания в силе, ни жена.
ba: ҡатын-ҡыҙҙар ҙа, ҙур балыҡтар ҙа, көрәшеү-көс һынашыуҙар ҙа, ҡатыны ла инмәй ине инде.

source: Ему снились только далекие страны и львята, выходящие на берег.
ba: Хәҙер ул алыҫ илдәрҙе яр буйында бесәй балаларылай уйнап ятҡан арыҫлан көтөйҙәрен генә күрә.

source: Старикн любил их так же, как любил мальчика.
ba: Ҡарт уларҙы малайҙы яратҡан кеүек ярата.

source: Но мальчик ему никогда не снился.
ba: Тик малай үҙе бер ваҡытта ла уның төшөнә кермәй ине.

source: Старик вдруг проснулся, взглянул через отворенную дверь на луну,
ba: Ҡарт йоҡоһонан ҡапыл ғына уянды ла асыҡ ҡалған ишектән айға ҡараны.

source: развернул свои штаны и надел их.
ba: Баш аҫтындағы салбарын алып кейҙе.

source: Выйдя из хижины, он помочилс
ba: Ишек алдына сыҡҡас йомошон атҡарҙы ла,

source: я и пошел вверх по дороге будить мальчика.
ba: малайҙы уятырға тип, юлдан өҫкә менеп китте.

source: Его познабливало от утренней свежести.
ba: Иртәнгеһалҡында бер аҙ өшөттөрә,

source: Но он знал, что озноб пройдет, а скоро он сядет на весла и совсем согреется.
ba: тик ҡарт бының тиҙҙән уҙасағын, ишкәккә ултырғас бөтөнләй йылынасағын белә.

source: Дверь дома, где жил мальчик, была открыта,
ba: Малай торған йорттоң ишеге асыҡ ине.

source: и старик вошел, неслышно ступая босыми ногами.
ba: Ҡарт яланаяҡ йомшаҡ ҡына баҫып өйгә инде.

source: Мальчик спал на койке в комнате,
ba: Малай алғы бүлмәлә карауатта йоҡлай.

source: и старик мог разглядеть его при ущербном свете луны.
ba: Ҡарт айҙың зәғиф яҡтыһында уны тиҙ шәйләне.

source: Он легонько ухватил его за ногу и держал до тех пор,
ba: Йомшаҡ ҡына итеп аяғынан тотто ла уянып киткәнсе тотоп торҙо

source: пока мальчик не проснулся и, перевернувшись на спину, не поглядел на него.
ba: малай уянып, салҡан әйләнгәс, уға ҡараманы.

source: Старик кивнул ему;
ba: Ҡарт уға баш ҡаҡты.

source: мальчик взял штаны со стула
ba: Малай ултырғыстағы салбарын алып,

source: и, сидя, натянул их.
ba: ултырған ерҙән кейә башланы.

source: Старик вышел из дома, и мальчик последовал за ним.
ba: Ҡарт ишек алдына сыҡты, малай уға эйәрҙе.

source: Он все еще никак не мог проснуться,
ba: Ул һаман уянып бөтө алмай

source: и старик, обняв его за плечи, сказал:
ba: Ҡарт малайҙы яурынынан ҡосаҡланы:

source: — Прости меня - сказал.
ba: — Кисер мине, — тине.

source: — Que va! — ответил мальчик.
ba: — Que va! — тип яуапланы малай.

source: — Такова уж наша мужская доля.
ba: — Ир кешенең яҙмышы шулай инде.

source: Что поделаешь.
ba: Нишләйһең.

source: Они пошли вниз по дороге к хижине старика,
ba: Улар аҫҡа, ҡарттың аласығына юл тотто.

source: и по всей дороге в темноте шли босые люди, таща мачты со своих лодок.
ba: Ҡараңғы булыуға ҡарамаҫтан, юлда кәмәләренең мачталарын күтәргән кешеләр байтаҡ ине.

source: Придя в хижину,
ba: Аласыҡҡа төшкәс,

source: мальчик взял корзину с мотками лески, гарпун и багор, а старик взвалил на плечо мачту с обернутым вокруг нее парусом.
ba: малай ҡармаҡ ептәре һалынған кәрзинде, гарпун-багорҙарҙы алды, ҡарт елкән уралған мачтаны яурынына һалды.

source: — Хочешь кофе?
ba: — Кофе әсәһеңме?

source: — Сначала положим снасти в лодку, а потом выпьем кофе.
ba: — Тәүҙә кәрәк-яраҡты кәмәгә һалайыҡ, шунан кофе эсербеҙ.

source: Они пили кофе из консервных банок в закусочной, которая обслуживала рыбаков и открывалась очень рано.
ba: Улар балыҡсылар өсөн бик иртә асыла торған бәләкәй кафела кәнсир ҡалайҙан кофе эсте.

source: — Ты хорошо спал, Сантьяго? — спросил мальчик;
ba: — Һәйбәт йоҡланыңмы, Сантьяго? — тип һораны малай.

source: он уже почти совсем проснулся, хотя ему все еще трудно было расстаться со сном.
ba: Йоҡоһонан һаман бүленгеһе килмәһә лә, ул бөтөнләй тиерлек уянғайны инде.

source: — Очень хорошо, Манолин.
ba: — Бик яҡшы, Манолин.

source: Сегодня я верю в удачу.
ba: Бөгөн юлым уңырына ышанам.

source: — И я, — сказал мальчик.
ba: — Мин дә, — тине малай.

source: — Теперь я схожу за нашими сардинами и за твоими живцами.
ba: — Хәҙер мин сардина менән маймыстарыңды алып киләм.

source: Хозяин таскает свои снасти сам.
ba: Минең хужа кәрәк-яраҡтарын үҙе төшөрә.

source: Он не любит, когда его вещи носят другие.
ba: Әйберҙәренә башҡалар тейгәнде яратмай.

source: — А у нас с тобой не так.
ba: — Ә беҙ һинең менән улай түгел.

source: Я давал тебе таскать снасти чуть не с пяти лет.
ba: Мин һиңә биш йәшеңдән алып ҡорамалдарҙы йөрөтөргә рөхсәт иттем.

source: — Знаю, — сказал мальчик.
ba: — Беләм, — тине малай.

source: — Подожди, я сейчас вернусь.
ba: — Көтөп тор, мин хәҙер киләм.

source: Выпей еще кофе.
ba: Тағы кофе эс.

source: Нам здесь дают в долг.
ba: Беҙгә бында үтескә бирәләр.

source: Он зашлепал босыми ногами по коралловому рифу к холодильнику, где хранились живцы.
ba: Малай ваҡ таштар өҫтөнән яланаяҡ атлап, емгә тигән балыҡтарын алырға һыуытҡысҡа китте.

source: Старик медленно потягивал кофе.
ba: Ҡарт ашыҡмай ғына кофе эсә.

source: Он знал, что надо напиться кофе как следует, потому что больше он сегодня есть не будет.
ba: Уға бөгөн бүтән ашарға тура килмәйәсәк, шуға күрә кофены туйғансы эсергә кәрәк.

source: Ему давно уже прискучил процесс еды,
ba: Ҡарт ашау-эсеү менән маташыуҙан күптән ялҡҡан.

source: и он никогда не брал с собой в море завтрака.
ba: Шуға ла диңгеҙгә ризыҡ алып сыҡмай.

source: На носу лодки хранилась бутылка с водой — вот и все, что ему понадобится до вечера.
ba: Кәмә моронона һыулы шешә ҡуя — кискә тиклем уға шул етә.

source: Мальчик вернулся, неся сардины и завернутых в газету живцов.
ba: Малай сардиналарҙы һәм гәзиткә төрөлгән емләгес балыҡтарҙы тотоп кире килде.

source: Они спустились по тропинке к берегу, чувствуя, как осыпается под ногами мелкий гравий.
ba: Балыҡсылар аяҡ аҫтарындагы ваҡ таштарҙы шап-тырҙатып ҡоя-ҡоя һуҡмаҡ буйлап яр ситенә төштө.

source: Приподняв лодку, они сдвинули ее в воду.
ba: улар кәмәнең күтәреп һыуға этте.

source: — Желаю тебе удачи, Сантьяго
ba: — Уңыш теләйем һиңә, Сантьяго.

source: — И тебе тоже.
ba: — Һиңә лә.

source: Старик надел веревочные петли весел на колышки уключин и, наклонившись вперед,
ba: Ҡарт ишкәктең элмәктәрен ишкәк сөйө тимерҙәренә эләктерҙе лә, алға иңкәйә төшөп,

source: стал в темноте выводить лодку из гавани.
ba: ҡараңғыла кәмәһен гавандан сығара башланы.

source: С других отмелей в море выходили другие лодки,
ba: Башҡа һай ерҙәрҙән дә кәмәләр берәм-берәм диңгеҙгә сыҡты.

source: и старик хоть и не видел их теперь, когда луна зашла за холмы, но слышал, как опускаются и загребают воду весла.
ba: Ай тауҙар артына байығанлыҡтан, ҡарт уларҙы күрмәне, ишкәктәрҙең шапылдауын ғына асыҡ ишетте.

source: Время от времени то в одной, то в другой лодке слышался говор.
ba: Ваҡыт-ваҡыт әле бер, әле икенсе кәмәлә һөйләшкән тауыштар яңғырай.

source: Но на большей части лодок царило молчание, и доносился лишь плеск весел.
ba: Әммә кәмәләрҙең күбеһендә тынлыҡ хөкөм һөрә һәм ишкәктәрҙең сәпелдәүе генә ишетелә.

source: Выйдя из бухты, лодки рассеялись в разные стороны, и каждый рыбак направился туда, где он надеялся найти рыбу.
ba: диңгеҙ ҡултығынан сыҡҡан кәмәләр төрлөһө төрлө яҡҡа һибелде һәм һәр балыҡсы, үҙе ҡайҙа балыҡ осратырға өмөт итһә, шунда йүнәлде.

source: Старик заранее решил, что уйдет далеко от берега;
ba: Ҡарт бөгөн алдан уҡ алыҫҡараҡ китергә ҡарар иткәйне,

source: он оставил позади себя запахи земли и греб прямо в свежее утреннее дыхание океана.
ba: ер еҫтәрен артта ҡалдырып, кәмәһен океандың иртәнге саф һулышына табан тотто.

source: Проплывая над той его частью, которую рыбаки прозвали «великим колодцем», он видел, как светятся в глубине водоросли.
ba: Балыҡсылар «Бөйөк ҡоҙоҡ» тип атаған ерҙән уҙғанда, тәрәндә диңгеҙ үҫемлектәренең ялтырауын күрҙе.

source: Дно в этом месте круто опускается на целых семьсот морских саженей,
ba: Был урында океан ҡапыл тәрәнәйеп, төбө ете сажинға етә,

source: потому что течение, натолкнувшись на крутые откосы океанского дна, образует водоворот.
ba: һәм һыу ағымы, океан төбөнөң текә ярҙарына бәрелеп, көслө өйрөлтмәк барлыҡҡа килтерә.

source: Тут скапливаются огромные стаи креветок и мелкой рыбешки, а на самых больших глубинах порою толпится множество каракатиц;
ba: Бында креветкаларҙың һәм ваҡ балыҡтарҙың ҙур-ҙур көтөүҙәре, ә иң тәрән ерендә иһә ҡайһы берҙә каракатицалар йыйыла.

source: ночью они поднимаются на поверхность и служат пищей для всех бродячих рыб.
ba: Төндә улар һыу өҫтөнә сыға һәм ашарға эҙләнеп йөрөгән балыҡтарға ем була.

source: В темноте старик чувствовал приближение утра;
ba: Ҡараңғы булһа ла, ҡарт таң яҡынайыуын һиҙҙе,

source: загребая веслами, он слышал дрожащий звук
ba: ишкәк ишкәндә ара-тирә зырылдаған тауыштар ишетелде

source: — это летучая рыба выходила из воды и уносилась прочь, со свистом рассекая воздух жесткими крыльями.
ba: — был осар балыҡтарҙың һыуҙан сығып, үткер ҡанаттары менән һауа һыҙғыртып кәмә тирәһенән ҡасыуы ине.

source: Он питал нежную привязанность к летучим рыбам —
ba: Ҡартҡа осар балыҡтар бик оҡшай —

source: они были его лучшими друзьями здесь, в океане.
ba: океанда саҡта улар ҡарттың иң яҡын дуҫтары ине.

source: Птиц он жалел, особенно маленьких и хрупких морских ласточек, которые вечно летают в поисках пищи и почти никогда ее не находят,
ba: Ә ҡоштарҙы, бигерәк тә бер туҡтауһыҙ аҙыҡ эҙләп тә, бер ни ҙә таба алмаған кескәй генә диңгеҙ ҡарлуғастарын, ул ысын күңелдән ҡыҙғана.

source: и он думал: «Птичья жизнь много тяжелее нашей, если не считать стервятников и больших, сильных птиц.
ba: «Ҡош яҙмышы беҙҙекенә ҡарағанда ла ауырыраҡ; ҡоҙғон менән бөркөт кеүек көслө ҡоштарҙы иҫәпкә алмағанда тип уйлай.

source: Зачем птиц создали такими хрупкими и беспомощными, как вот эти морские ласточки, если океан порой бывает так жесток?
ba: Бик йыш рәхимһеҙ ҡыланған океан өҫтөндә осоп йөрөгән ул ҡарлуғастарҙы Аллаһы тәғәлә ни өсөн былай ярҙамһыҙ һәм көсһөҙ итеп яратты икән?

source: Он добр и прекрасен, но иногда он вдруг становится таким жестоким,
ba: Дөрөҫ, океан мәрхәмәтле һәм гүзәл, тик ҡайһы берҙә ул шул тиклем аяуһыҙ булып китә.

source: а птицы, которые летают над ним, ныряя за пищей
ba: Ә ҡоштар ризыҡ эҙләп сума-сума,

source: и перекликаясь слабыми, печальными голосами, — они слишком хрупки для него».
ba: көсһөҙ, ҡайғылы тауыш менән сырҡылдашып диңгеҙ өҫтөнән осоп йөрөгән бәләкәй ҡоштарға бигерәк ауырға тура килә».

source: Мысленно он всегда звал море la mar, как зовут его по-испански люди, которые его любят.
ba: Уйында ғына ул диңгеҙҙе һәр ваҡыт яратып испандар кеүек la mar тип атай.

source: Порою те, кто его любит, говорят о нем дурно, но всегда как о женщине, в женском роде.
ba: Ә бит ҡайһы берәүҙәр диңгеҙҙе яратһа ла, уны күберәк ҡатын-ҡыҙ тураһында һөйләгән кеүек яманлап һөйләй.

source: Рыбаки помоложе, из тех, кто пользуется буями вместо поплавков для своих снастей и ходит на моторных лодках, купленных в те дни, когда акулья печенка была в большой цене, называют море el mar, то есть в мужском роде.
ba: Ҡалҡыуыс урынына буй ҡулланған һәм акула бауыры ҡиммәт саҡта һатып алған моторлы кәмәләрендә йөрөгән йәшерәк балыҡсылар диңгеҙҙе ир енесендә кеүек күреп el mar тип атай.

source: Они говорят о нем как о пространстве, как о сопернике, а порою даже как о враге.
ba: Уны ҙур киңлек, көндәш итеп, хатта ҡайһы ваҡытта дошман күреп һөйләйҙәр.

source: Старик же постоянно думал о море как о женщине,
ba: Ҡарт иһә һәр ваҡыт диңгеҙҙе ҡатын-ҡыҙ кеүек хөрмәт итә.

source: которая дарит великие милости или отказывает в них,
ba: Диңгеҙ бит нәҡ ҡатын-ҡыҙ кеүек, һиңә ҙур байлыҡтар бирә, йә бөтөнләй кире ҡаға,

source: а если и позволяет себе необдуманные или недобрые поступки, — что поделаешь,
ba: ә ҡайһы ваҡыт артығыраҡ шашып, уйламайынса әллә ниҙәр ҡылып ташлай икән — нишләмәк кәрәк,

source: такова уж ее природа.
ba: уның тәбиғәте шундай инде.

source: «Луна волнует море, как женщину», — думал старик.
ba: «Күктәге ай диңгеҙҙе ҡатын-ҡыҙ кеүек тулҡынландыра», — тип фекер йөрөтә ҡарт.

source: Он мерно греб,
ba: Ул һалмаҡ ҡына ишә,

source: не напрягая сил, потому что поверхность океана была гладкой, за исключением тех мест, где течение образовывало водоворот.
ba: сөнки океандың өҫтө, ағым өйрөлтмәк яһаған урындарынан башҡаһы, тип-тигеҙ.

source: Старик давал течению выполнять за себя треть работы
ba: Ҡарт эшенең өстән бер өлөшөн ағымға тапшырҙы.

source: , и когда стало светать, он увидел, что находится куда дальше, чем надеялся быть в этот час.
ba: Таң һыҙылғанда ул яр буйынан үҙе фараз иткәнгә ҡарағанда байтаҡ алыҫҡараҡ киткәнен күрҙе.
